/* NSTextField ( ) : <title: > (oid:53) */
" " = " ";

/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:42) */
"Add to Keychain" = "הוסף לצרור המפתחות";

/* NSButton (Anonymous Login) : <title:Anonymous Login> (oid:50) */
"Anonymous Login" = "כניסה אנונימית";

/* NSButton (Cancel) : <title:Cancel> (oid:16) */
"Cancel" = "בטל";

/* NSButton (Login) : <title:Login> (oid:15) */
"Login" = "כניסה";

/* NSButton (Use Public Key Authentication) : <title:Use Public Key Authentication> (oid:52) */
"Use Public Key Authentication" = "השתמש במפתח פומבי";

